import { Quiz } from "../../types/quiz";

export const data: Quiz = {
  isSingleCorrectAnswerQuiz: true,
  answerIndexList: [0],
  quizSentence: "遺伝子組み換え食品について正しい記述を1つ選択してください",
  choiceSentenceList: [
    "遺伝子組換え食品とは、他の生物から有用な性質を持つ遺伝子を取り出し、その性質を持たせたい植物などに組み込む技術を利用して作られた食品です",
    "遺伝子組換え食品とは、他の生物から有用な性質を持つタンパク質を取り出し、その性質を持たせたい植物などに組み込む技術を利用して作られた食品です",
    "遺伝子組換え食品とは、他の生物から有用な性質を持つ酵素を取り出し、その性質を持たせたい植物などに組み込む技術を利用して作られた食品です",
    "遺伝子組換え食品とは、他の生物から有用な性質を持つ細胞を取り出し、その性質を持たせたい植物などに組み込む技術を利用して作られた食品です",
  ],
};
